/* Error message used if an operation (e.g. +, -, *, /) uses incompatible operand types. First placeholder is the type of left operand, the second placeholder the operator, the third placeholder the type of the second operand (e.g. 'number + length'). */
"IncompatibleOperandTypes" = "Incompatible types for operation: '%@ %@ %@'. Double-check your math.";

/* Error message used if a number was be divided by zero. */
"DivisionByZero" = "Division by zero. Black hole created.";
